Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digidel.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: As long as you and the person you talk to are both online, it doesn’t cost a thing.
nb: Så lenge du er logget på Internett og den du snakker med også er på Internett koster det ingen ting.

source: Click on the button to continue
nb: Trykk på knappen for å gå videre.

source: You can make calls on Skype using your tablet, smartphone or computer.
nb: Det er ingen fare for at du ved et uhell kommer til å bruke penger på Skype, du får

source: Creating a user profile/account on Skype is something you only need to do once, so it’s not important to memorise this.
nb: Å lage en brukerprofil/brukerkonto på Skype er noe du bare trenger å gjøre én gang, derfor er det ikke så viktig å lære denne delen utenat.

source: how you want to pay and how you want to have your product delivered.
nb: deg for hvordan du ønsker å betale og hvordan du vil motta varen.

source: Either you have found them and sent them a friend request which they have accepted (we’ll learn more about that later), or else they have found you and sent you a friend request which you have accepted.
nb: Enten har du søkt dem opp og spurt om å få være venner med dem og de har sagt ja (dette skal vi lære om senere), eller så har de søkt deg opp og bedt om å få bli venn med deg og du har sagt ja.

source: Make sure you are connected to the internet.
nb: Pass på at du er koblet til Internett.

source: Find the goods you want to buy.
nb: Finn den/de varene du ønsker å kjøpe.

source: will take you back to the news feed.
nb: kommer du til nyhetsoversikten.

source: They will then only have to type in their password.
nb: De trenger da bare å skrive inn passordet.

source: This button is often found towards the top of the page.
nb: Knappen finner du ofte høyt opp på siden.

source: Online shops are not all the same.
nb: Nettbutikker er forskjellige.

source: If you’re using a tablet or smartphone, tap the icon that looks like an arrow or a little
nb: Bruker du nettbrett eller smarttelefon trykker du på ikonet som ser ut som en pil eller et

source: If you click on this, a window will
nb: Trykker du på dette vil det

source: Ask everyone to open Skype on their device.
nb: Be alle om å åpne Skype på sin maskin.

source: If you don’t have such equipment, it can be bought at a reasonable price from a retailer.
nb: Dersom du ikke har dette kan du kjøpe dette ganske rimelig hos en forhandler.

source: access to the internet and access to the Skype program where you have an account/profile.
nb: og tilgang på Skype-programmet hvor du har en konto/profil.

source: You can also buy speakers and a microphone for your computer, but without a camera you won’t be able to send an image of yourself, and the call will then be more like a normal phone call without image/video.
nb: Du kan også kjøpe høyttalere og mikrofon til datamaskinen, men uten kamera får du ikke sendt bilde av deg selv, da blir samtalen mer lik en vanlig telefonsamtale som er uten bilde/video.

source: This will make a search field appear on the screen.
nb: lyser betyr det at datamaskinen er på.

source: Unopened emails will be displayed in bold font.
nb: En e-post som ikke har vært åpnet har uthevet/fet skrift.

source: The most common way to make a Skype cal is to use the video cal function.
nb: Den vanligste måten å ringe med Skype på er å bruke videosamtale.

source: Before the course, you may want to add a slide with your email address on it to the presentation or write it on the board to make sure everyone writes it correctly.
nb: I forkant av kurset kan du gjerne legge til et lysbilde/slide med e-postadressen på i presentasjonen eller skrive den opp på en tavle slik at alle får den skrevet den riktig.

source: When there are unread emails in your Inbox, a number will appear after ‘Inbox’ in the
nb: Når du har uleste e-poster i Innboksen din dukker det opp et tall bak der det står Innboks i

source: If you’re using the app, you’ll have to tap the menu icon again.
nb: Bruker du appen må du nok en gang trykke på meny-ikonet.

source: When you have replied to everyone and everyone has sent you at least one email, you can move on with the course.
nb: Når du har svart alle og alle har sendt minst en e-post til kan du gå videre med kurset.

source: Those using a computer will be redirected to Skype’s website.
nb: De som bruker datamaskin blir sendt til Skype sine nettsider.

source: Proceed to checkout when you are ready to pay.
nb: Gå til kassen når du er klar til å betale.

source: To pay, first you need to find the checkout.
nb: For å betale må du først finne kassen.

source: When someone calls you, you’ll hear a ring tone, and this image will appear on your screen
nb: Når noen ringer deg hører du en ringelyd og dette bildet dukker opp på skjermen din.

source: If you then click on the ‘Publish’ button, the post and the comment you have just written will appear on your Facebook timeline.
nb: Hvis du så trykker på "Publiser"-knappen havner innlegget og kommentaren du har skrevet inn på din Facebook-tidslinje.

source: In this course, you are learning to log in to and use your email account in a web browser.
nb: I dette kurset lærer dere å logge på og bruke epostkontoen deres i en nettleser.

source: Windows users will find their username under ‘Accounts’.
nb: Windows-brukere finner brukernavnet sitt under "Kontoer".
